/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Er du sikker på, at du vil slette denne CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Afbestille";

/* Title describing glucose date */
"Date" = "Dato";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Slet CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Blodsukker";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Blodsukker (justeret)";

/* Section title for latest glucose reading */
"Latest Reading" = "Seneste læsning";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Behov opmærksom";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Status";

/* Title describing glucose trend */
"Trend" = "Trend";
